Revit 2027 API
ScheduleHeightsOnSheet.TitleHeight Property
 The height of schedule title on sheet view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TitleHeight { get; }
Public ReadOnly Property TitleHeight As Double
	Get
public:
property double TitleHeight {
	double get ();
}
member TitleHeight : float with get
Property Value
Double
Remarks
 If title is set to unshown, it will be 0.
See Also
Reference
ScheduleHeightsOnSheet Class
Autodesk.Revit.DB Namespace